esp-arduino-libs/ESP32_Display_Panel/test_apps/panel/sdkconfig.ci.waveshare_esp32_s3_touch_lcd_2_1
CONFIG_IDF_TARGET="esp32s3"
CONFIG_BOARD_MANUFACTURER_ALL=y
CONFIG_BOARD_WAVESHARE_ESP32_S3_Touch_LCD_2_1=y

CONFIG_SPIRAM=y
CONFIG_SPIRAM_MODE_OCT=y
CONFIG_SPIRAM_FETCH_INSTRUCTIONS=y
CONFIG_SPIRAM_RODATA=y
CONFIG_SPIRAM_SPEED_80M=y
